@extends('layout')

@section('meta')
    <title>Публичный договор (оферта) - Profguide</title>
    <meta name="description" content="Предмет договора. Порядок принятия условий договора (акцепта). Права и обязанности сторон. Расчеты по договору. Ответственность сторон. Безопасность, конфиденциальность. Прочие условия. Реквизиты Исполнителя."/>
    <meta property="og:title" content="Публичный договор (оферта)" />
    <meta property="vk:image" content="https://profguide.org/images/share.png" />
    <meta property="og:image" content="https://profguide.org/images/share.png" />
    <meta property="og:url" content="https://profguide.org/conditions">
    <meta property="og:type" content="website">
    <meta property="og:description" content="Предмет договора. Порядок принятия условий договора (акцепта). Права и обязанности сторон. Расчеты по договору. Ответственность сторон. Безопасность, конфиденциальность. Прочие условия. Реквизиты Исполнителя."/>
@endsection

@section('content')

    <main class="section page_conditions">
        <div class="content_wrapper">
            <h2>
                Публичный договор (оферта)
            </h2>
            <div class="text-block">
                <p class="text" style="float: left">
                    г.Минск
                </p>
                <p class="text" style="float: right">
                    24 ноября  2021
                </p>
            </div>
            <div class="text-block">
                <p class="text">
                    <br>
                    <br><br>

                    <br>Настоящий Договор, размещенный на <a href="https://profguide.org/conditions">https://profguide.org/conditions</a>, в соответствии с п.2 ст. 407 Гражданского кодекса Республики Беларусь (далее – ГК РБ) является публичной офертой Индивидуального предпринимателя Омелюсик Валерии Сергеевны (далее – Исполнитель), действующего на основании свидетельства о государственной регистрации №193415413 от 29.04.2020,  адресованной неопределенному кругу физических лиц (далее – Заказчик), заключить договор на оказание консультационных услуг по профориентации.
                    <br>Для целей настоящего договора под понятием «Заказчик» также понимаются законные представители Заказчика, которые оплачивают услуги Исполнителю по настоящему договору.
                    <br>
                    <br>
                    <strong>1. Предмет договора</strong>
                    <br>1.1. Исполнитель обязуется на условиях настоящего договора оказать Заказчику информационно-консультационные услуги по профориентации (далее — услуги) в формате онлайн-курса, разработанного исполнителем и размещенного на сайте  <a href="https://profguide.org/">https://profguide.org</a>, а Заказчик обязуется своевременно принять и оплатить оказанные услуги на условиях настоящего договора.
                    <br>1.2. Услуги по договору оказываются при условии предварительной оплаты онлайн-курса.
                    <br>1.3. С момента оплаты онлайн-курса Заказчик приобретает к нему доступ для начала прохождения на 7 дней. Длительность прохождения курса от 30 до 90 минут в зависимости от каждого индивидуального случая. После завершения онлайн-курса Заказсиком и получения результатов, доступ к онлйн-курсу закрывается.
                    <br>1.3. Установлен следующий размер оплаты за одну консультацию 30 б.р. Могут устанавливаться скидки, которые отображаются на сайте <a href="https://profguide.org/">https://profguide.org</a> в разделе, посвященному оплате.
                    <br>1.4. Формат информационно-консультационных услуг: онлайн (путем предоставления доступа к онлайн-курсу в сети Интернет).
                    <br>
                    <br>
                    <strong>2. Порядок принятия условий договора (акцепта)</strong>
                    <br>2.1. Принятием Заказчиком условий настоящего договора (акцептом) является совершение платежа авансом до начала консультации (начала прохождения онлайн-курса). Днем заключения настоящего договора является день платежа, поступившего от Заказчика.
                    <br>2.2. Процедура заказа услуги: Нажмите на кнопку “оплатить” на странице курса – вы перейдете на страницу оплаты услуги картой - введите данные для оплаты – нажмите "оплатить". В течение нескольких минут после оплаты на оставленный вами адрес электронной почты придет ссылка на персональный доступ к курсу. Ссылка действительна в течение 7 дней с момента оплаты.
                    <br>
                    <br>
                    <strong>3. Права и обязанности сторон</strong>
                    <br>3.1. Исполнитель обязуется:
                    <br>3.1.1. Предоставить Заказчику доступ к информационно-консультационным услугам по профориентации в формате онлайн-курса, если произведена их предварительная оплата.
                    <br>3.1.2. Сообщать Заказчику об изменениях в работе сайта  условиях доступа к онлайн-курсу.
                    <br>3.2. Исполнитель имеет право:
                    <br>3.2.1. Изменить прейскурант и условия настоящего договора. Изменения вступают в силу с момента их размещения для доступа Заказчику. При этом все предоплаченные услуги Заказчику предоставляются в прежнем объеме и за ранее произведенную оплату.
                    <br>3.2.2. Предоставлять скидки на свои услуги на условиях, открыто размещенных на сайте и/или в социальных сетях.
                    <br>3.2.3. Прекратить оказание услуг, если Заказчик не выполняет свои обязательства.
                    <br>3.3. Заказчик обязуется:
                    <br>3.3.1. Оплачивать услуги Исполнителя в соответствии с условиями настоящего Публичного договора.
                    <br>3.3.2. Выполнять требования Исполнителя и готовиться к консультации (включая прохождение тестов, предоставленных Исполнителем).
                    <br>3.3.3. Пройти онлайн-курс в оговоренное время - 7 дней после преобретения.
                    <br>3.4. Заказчик имеет право:
                    <br>3.4.1. Выразить Исполнителю претензии в письменной форме по качеству оказанных услуг.
                    <br>3.4.2. Отказаться от услуг Исполнителя в любое время.
                    <br>
                    <br>
                    <strong>4. Расчеты по договору</strong>
                    <br>4.1. Стоимость услуг определяется в соответствии с условиями настоящего Публичного договора и размещается для доступа Заказчику.
                    <br>4.2. Оплата производится в белорусских рублях в безналичном порядке по реквизитам на расчетный счет Исполнителя предварительно до фактического времени начала прохождения онлайн-курса.
                    <br>4.3. В случае досрочного расторжения настоящего договора по инициативе Заказчика при соблюдении Исполнителем условий настоящего договора, перечисленная Заказчиком Исполнителю сумма, возврату не подлежит. Отмена услуги в таком случае на осуществляется.
                    <br>4.4. В случае прекращения предоставления услуг по инициативе Исполнителя при отсутствии виновных действий со стороны Заказчика, Исполнитель производит возврат Заказчику оплаченных денежных средств за не оказанные услуги.
                    <br>4.5. Способ оплаты: банковской платёжной картой через систему <a target="_blank" href="https://www.webpay.by">WebPay</a>. Безопасный сервер WEBPAY устанавливает шифрованное соединение по защищенному протоколу TLS и конфиденциально принимает от клиента данные его платёжной карты (номер карты, имя держателя, дату окончания действия, и контрольный номер банковской карточке CVC/CVC2). После совершения оплаты с использованием банковской карты необходимо сохранять полученные карт-чеки (подтверждения об оплате) для сверки с выпиской из карт-счёта (с целью подтверждения совершённых операций в случае возникновения спорных ситуаций).
                    В случае, если Вы не получили заказ (не оказана услуга), Вам необходимо обратиться (в службу технической поддержки) по телефону +375445184726 (Пн-Пт 19:00-21:00; Сб-Вс 10:00-19:00) или e-mail teenjob.by@gmail.com (круглосуточно). Менеджеры Вас проконсультируют.
                    При оплате банковской платежной картой возврат денежных средств осуществляется на карточку, с которой была произведена оплата в соответствии с условиями данного договора.
                    <br>
                    <br>
                    <strong>5. Ответственность сторон</strong>
                    <br>5.1. В случае неисполнения или ненадлежащего исполнения обязанностей по настоящему договору виновная сторона несет ответственность в соответствии с законодательством.
                    <br>5.2. Исполнитель не несет ответственности за принимаемые решения клиентом в процессе и после консультации.
                    <br>5.3. Исполнитель не несет ответственности за несоответствие предоставленных услуг ожиданиям Заказчика и/или за его субъективную оценку. Такое несоответствие ожиданиям и/или отрицательная субъективная оценка не являются основанием считать услуги оказанными некачественно или не в полном объеме.
                    <br>5.4. Ни одна из сторон не несет ответственности за нарушение условий настоящего договора по причине форс-мажорных обстоятельств (войны, гражданских беспорядков, стихийных бедствий и других обстоятельств непреодолимой силы), делающих невозможными выполнение сторонами обязательств по настоящему договору.
                    <br>
                    <br>
                    <strong>6. Безопасность, конфиденциальность</strong>
                    <br>6.1. Исполнитель обязуется сохранять в конфиденциальности информацию о полном ФИО Заказчика и/или его законных представителей, а также любую другую личную информацию, поступающую от Заказчика.
                    <br>6.2. Исполнитель и Заказчик могут распространять контактные и другие данные, а также ссылки в социальных сетях друг друга при условии согласия сторон.
                    <br>6.3. Исполнитель вправе публиковать отзывы Заказчика в социальных сетях и на других площадках с целью рекламы своих услуг.
                    <br>
                    <br>
                    <strong>7. Прочие условия</strong>
                    <br>7.1. По всем вопросам, не урегулированным настоящим договором, стороны руководствуются законодательством Республики Беларусь.
                    <br>7.2. Стороны признают документы, составленные в электронной форме соответствующим документам в простой письменной форме.
                    <br>7.3. Все споры и разногласия, которые могут возникнуть между сторонами, будут разрешаться путем переговоров. При не урегулировании в процессе переговоров спорных вопросов споры разрешаются в суде в порядке, установленном законодательством Республики Беларусь.
                    <br>
                    <br>
                    <strong>8. Реквизиты Исполнителя</strong>
                    <br>Индивидуальный предприниматель
                    <br>Омелюсик Валерия Сергеевна
                    <br>Адрес: Республика Беларусь, 220059 г. Минск, ул. П. Панченко, д. 26, кв. 108
                    <br>УНП: 193415413
                    <br>Банковские реквизиты:
                    <br>р/c: BY10ALFA30132679300010270000
                    <br>ЗАО «Альфа-Банк»
                    <br>Республика Беларусь, 220013, г. Минск, ул. Сурганова, 43-47
                    <br>BIC: ALFABY2X
                    <br>Режим работы: Пн-Пт 19:00-21:00; Сб-Вс 10:00-19:00
                    <br>Тел. +375 44 5184726
                    <br>email: teenjob.by@gmail.com
                </p>
            </div>
        </div>
    </main>
@endsection
